[
  {
    "name": "Open Windows",
    "author": "Sara Teasdale",
    "year": null,
    "text": "Out of the window a sea of green trees\nLift their soft boughs like the arms of a dancer,\nThey beckon and call me, \"Come out in the sun!\"\nBut I cannot answer.\n\nI am alone with Weakness and Pain,\nSick abed and June is going,\nI cannot keep her, she hurries by\nWith the silver-green of her garments blowing.\n\nMen and women pass in the street\nGlad of the shining sapphire weather,\nBut we know more of it than they,\nPain and I together.\n\nThey are the runners in the sun,\nBreathless and blinded by the race,\nBut we are watchers in the shade\nWho speak with Wonder face to face"
  },
  {
    "name": "Poor Honest Men",
    "author": "Rudyard Kipling",
    "year": null,
    "text": "Your jar of Virginny\nWill cost you a guinea,\nWhich you reckon too much by five shillings or ten;\nBut light your churchwarden\nAnd judge it according,\nWhen I've told you the troubles of poor honest men.\n\nFrom the Capes of the Delaware,\nAs you are well aware,\nWe sail which tobacco for England-but then,\nOur own British cruisers,\nThey watch us come through, sirs,\nAnd they press half a score of us poor honest men!\n\nOr if by quick sailing\n(Thick weather prevailing)\nWe leave them behind (as we do now and then)\nWe are sure of a gun from\nEach frigate we run from,\nWhich is often destruction to poor honest men!\n\nBroadsides the Atlantic\nWe tumble short-handed,\nWith shot-holes to plug and new canvas to bend;\nAnd off the Azores,\nDutch, Dons and Monsieurs\nAre waiting to terrify poor honest men.\n\nNapoleon's embargo\nIs laid on all cargo\nWhich comfort or aid to King George may intend;\nAnd since roll, twist and leaf,\nOf all comforts is chief,\nThey try for to steal it from poor honest men!\nWith no heart for fight,\nWe take refuge in flight,\nBut fire as we run, our retreat to defend;\nUntil our stern-chasers\nCut up her fore-braces,\nAnd she flies off the wind from us poor honest men!\n\n'Twix' the Forties and Fifties,\nSouth-eastward the drift is,\nAnd so, when we think we are making Land's End\nAlas, it is Ushant\nWith half the King's Navy\nBlockading French ports against poor honest men!\n\nBut they may not quit station\n(Which is our salvation)\nSo swiftly we stand to the Nor'ard again;\nAnd finding the tail of\nA homeward-bound convoy,\nWe slip past the Scillies like poor honest men.\n\n'Twix' the Lizard and Dover,\nWe hand our stuff over,\nThough I may not inform how we do it, nor when.\nBut a light on each quarter,\nLow down on the water,\nIs well understanded by poor honest men.\n\nEven then we have dangers,\nFrom meddlesome strangers,\nWho spy on our business and are not content\nTo take a smooth answer,\nExcept with a handspike...\nAnd they say they are murdered by poor honest men!\n\nTo be drowned or be shot\nIs our natural lot,\nWhy should we, moreover, be hanged in the end,\nAfter all our great pains\nFor to dangle in chains\nAs though we were smugglers, not poor honest men?"
  },
  {
    "name": "Lament Of The Stars",
    "author": "Clark Ashton Smith",
    "year": null,
    "text": "One tone is mute within the starry singing,\nThe unison fulfilled, complete before;\nOne chord within the music sounds no more,\nAnd from the stir of flames forever winging\nThe pinions of our sister, motionless\nIn pits of indefinable duress,\nAre fallen beyond all recovery\nBy exultation of the flying dance,\nOr rhythms holding as with sleep or trance\nThe maze of stars that only death may free -\nFlung through the void's expanse.\n\nIn gulfs depressed nor in the gulfs exalted\nShall shade nor lightening of her flame be found;\nIn space that litten orbits gird around,\nNor in the bottomless abyss unvaulted\nOf unenvironed, all-outlying night.\nAllotted gyre nor lawless comet-flight\nShall find, and with its venturous ray return\nFrom gloom of undiscoverable scope,\nOne ray of her to gladden into hope\nThe doubtful eyes denied that truthward yearn,\nThe faltering feet that grope.\n\nBeyond restrainless boundary-nights surpassing\nAll luminous horizons limited,\nThe substance and the light of her have fed\nRuin and silence of the night's amassing:\nAbandoned worlds forever morningless;\nSuns without worlds, in frory beamlessness\nGirt for the longer gyre funereal;\nInviolate silence, earless, unawaking\nThat once was sound, and level calm unbreaking\nWhere motion's many ways in oneness fall\nOf sleep beyond forsaking.\n\nCircled with limitation unexceeded\nOur eyes behold exterior mysteries\nAnd gods unascertainable as these -\nShadows and shapes irresolubly heeded;\nPhantoms that tower, and substance scarcely known.\nOur sister knows all mysteries one alone,\nOne shape, one shadow, crowding out the skies;\nWhose eyeless head and lipless face debar\nAll others nameless or familiar,\nFilling with night all former lips and eyes\nOf god, and ghost, and star:\n\nFor her all shapes have fed the shape of night;\nAll darker forms, and dubious forms, or pallid,\nAre met and reconciled where none is valid.\nBut unto us solution nor respite\nOf mystery's multiform incessancy\nFrom unexplored or system-trodden sky\nShall come; but as a load importunate,\nEnigma past and mystery foreseen\nWeigh mightily upon us, and between\nOur sorrow deepens, and our songs abate\nIn cadences of threne.\n\nA gloom that gathers silence looms more closely,\nAnd quiet centering darkness at its heart;\nBut from the certitude of night depart\nUncertain god nor eidolon less ghostly;\nBut stronger grown with strength obtained from light\nThat failed, and power lent by the stronger night,\nPerplex us with new mystery, and doubt\nIf these our flames, that deathward toss and fall\nBe festal lights or lights funereal\nFor mightier gods within the gulfs without,\nPhantoms more cryptical.\n\nNew shadows from the wings of Time unfolding\nAcross the depth and eminence of years,\nFall deeplier with the broadening gloom of fears.\nProphetic-eyed, with planet-hosts beholding\nThe night take form upon the face of suns,\nWe see (thus grief's vaticination runs -\nPresageful sorrow for our sister slain)\nA night wherein all sorrow shall be past,\nOne with night's single mystery at last;\nNor vocal sun nor singing world remain\nAs Time's elegiast."
  },
  {
    "name": "To The River",
    "author": "Edgar Allan Poe",
    "year": 1829,
    "text": "Fair river! in thy bright, clear flow\nOf crystal, wandering water,\nThou art an emblem of the glow\nOf beauty, the unhidden heart,\nThe playful maziness of art\nIn old Alberto's daughter;\n\nBut when within thy wave she looks,\nWhich glistens then, and trembles,\nWhy, then, the prettiest of brooks\nHer worshiper resembles;\nFor in his heart, as in thy stream,\nHer image deeply lies,\nHis heart which trembles at the beam\nOf her soul-searching eyes."
  },
  {
    "name": "Sailing To Byzantium",
    "author": "William Butler Yeats",
    "year": null,
    "text": "I\nThat is no country for old men. The young\nIn one another's arms, birds in the trees\n--Those dying generations--at their song,\nThe salmon-falls, the mackerel-crowded seas,\nFish, flesh, or fowl commend all summer long\nWhatever is begotten, born, and dies.\nCaught in that sensual music all neglect\nMonuments of unaging intellect.\n\nII\nAn aged man is but a paltry thing,\nA tattered coat upon a stick, unless\nSoul clap its hands and sing, and louder sing\nFor every tatter in its mortal dress,\nNor is there singing school but studying\nMonuments of its own magnificence;\nAnd therefore I have sailed the seas and come\nTo the holy city of Byzantium.\n\nIII\nO sages standing in God's holy fire\nAs in the gold mosaic of a wall,\nCome from the holy fire, perne in a gyre,\nAnd be the singing-masters of my soul.\nConsume my heart away; sick with desire\nAnd fastened to a dying animal\nIt knows not what it is; and gather me\nInto the artifice of eternity.\n\nIV\nOnce out of nature I shall never take\nMy bodily form from any natural thing,\nBut such a form as Grecian goldsmiths make\nOf hammered gold and gold enamelling\nTo keep a drowsy Emperor awake;\nOr set upon a golden bough to sing\nTo lords and ladies of Byzantium\nOf what is past, or passing, or to come."
  },
  {
    "name": "An Irish Airman Foresees His Death",
    "author": "William Butler Yeats",
    "year": 1919,
    "text": "I know that I shall meet my fate\nSomewhere among the clouds above:\nThose that I fight I do not hate,\nThose that I guard I do not love:\nMy country is Kiltartan Cross,\nMy countrymen Kiltartan's poor,\nNo likely end could bring them loss\nOr leave them happier than before.\nNor law, nor duty bade me fight,\nNor public men, nor cheering crowds,\nA lonely impulse of delight\nDrove to this tumult in the clouds;\nI balanced all, brought all to mind,\nThe years to come seemed waste of breath,\nA waste of breath the years behind\nIn balance with this life, this death."
  },
  {
    "name": "Borderland",
    "author": "Henry Lawson",
    "year": 1892,
    "text": "Opening salvo in \"The Bush Controversy\".\n\n\n\nI am back from up the country, very sorry that I went,\nSeeking for the Southern poets' land whereon to pitch my tent;\nI have lost a lot of idols, which were broken on the track,\nBurnt a lot of fancy verses, and I'm glad that I am back.\nFurther out may be the pleasant scenes of which our poets boast,\nBut I think the country's rather more inviting round the coast,\nAnyway, I'll stay at present at a boarding-house in town\nDrinking beer and lemon-squashes, taking baths and cooling down.\n\nSunny plains! Great Scot!, those burning wastes of barren soil and sand\nWith their everlasting fences stretching out across the land!\nDesolation where the crow is! Desert! where the eagle flies,\nPaddocks where the luny bullock starts and stares with reddened eyes;\nWhere, in clouds of dust enveloped, roasted bullock-drivers creep\nSlowly past the sun-dried shepherd dragged behind his crawling sheep.\nStunted \"peak\" of granite gleaming, glaring! like a molten mass\nTurned, from some infernal furnace, on a plain devoid of grass.\n\nMiles and miles of thirsty gutters, strings of muddy waterholes\nIn the place of \"shining rivers\" (walled by cliffs and forest boles).\n\"Range!\" of ridgs, gullies, ridges, barren! where the madden'd flies,\nFiercer than the plagues of Egypt, swarm about your blighted eyes!\nBush! where there is no horizon! where the buried bushman sees\nNothing. Nothing! but the maddening sameness of the stunted trees!\nLonely hut where drought's eternal, suffocating atmosphere,\nWhere the God forgottcn hatter dreams of city-life and beer.\n\nTreacherous tracks that trap the stranger, endless roads that gleam and glare,\nDark and evil-looking gullies, hiding secrets here and there!\nDull, dumb flats and stony \"rises,\" where the bullocks sweat and bake,\nAnd the sinister \"gohanna,\" and the lizard, and the snake.\nLand of day and night, no morning freshness, and no afternoon,\nFor the great, white sun in rising brings with him the heat of noon.\nDismal country for the exile, when the shades begin to fall\nFrom the sad, heart-breaking sunset, to the new-chum, worst of all.\n\nDreary land in rainy weather, with the endless clouds that drift\nO'er the bushman like a blanket that the Lord will never lift,\nDismal land when it is raining, growl of floods and oh! the \"woosh\"\nOf the rain and wind together on the dark bed of the bush,\nGhastly fires in lonely humpies where the granite rocks are pil'd\nOn the rain-swept wildernesses that are wildest of the wild.\n\nLand where gaunt and haggard women live alone and work like men,\nTill their husbands, gone a-droving, will return to them again,\nHomes of men! if homes had ever such a God-forgotten place,\nWhere the wild selector's children fly before a stranger's face.\nHome of tragedy applauded by the dingoes' dismal yell,\nHeaven of the shanty-keeper, fitting fiend for such a hell,\nAnd the wallaroos and wombats, and, of course, the \"curlew's call\",\nAnd the lone sundowner tramping ever onward thro' it all!\n\nI am back from up the country, up the country where I went\nSeeking for the Southern poets' land whereon to pitch my tent;\nI have left a lot of broken idols out along the track,\nBurnt a lot of fancy verses, and I'm glad that I am back,\nI believe the Southern poet's dream will not be realised\nTill the plains are irrigated and the land is humanised.\nI intend to stay at present, as I said before, in town\nDrinking beer and lemon-squashes, taking baths and cooling down."
  }
]